tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "boost"
brew "go"
brew "dep"
brew "dnsmasq"
brew "sqlite", args: ["with-json1"]
brew "python", link: false
brew "docker-compose"
brew "exercism"
brew "libogg"
brew "libvorbis"
brew "sdl2"
brew "ffmpeg"
brew "libxml2"
brew "gnupg"
brew "gradle"
brew "graphicsmagick", args: ["with-ghostscript"]
brew "graphviz"
brew "htop"
brew "postgresql", restart_service: true
brew "libpqxx"
brew "maven"
brew "nginx", args: ["with-passenger"], restart_service: true
brew "node"
brew "p7zip"
brew "pgcli"
brew "php@7.1"
brew "poppler"
brew "postgis"
brew "redis", restart_service: true
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
cask "font-hack-nerd-font"
cask "java8"
cask "wkhtmltopdf"
