tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "boost"
brew "gettext", link: true
brew "go"
brew "dep"
brew "dnsmasq"
brew "docker"
brew "sqlite", args: ["with-json1"]
brew "docker-compose"
brew "elasticsearch@2.4", restart_service: true
brew "exercism"
brew "ffmpeg"
brew "libxml2"
brew "python", link: false
brew "gnupg"
brew "gradle"
brew "graphicsmagick", args: ["with-ghostscript"]
brew "graphviz"
brew "htop"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "libogg"
brew "postgresql", restart_service: true
brew "libpqxx"
brew "libvorbis"
brew "macvim"
brew "maven"
brew "mysql", restart_service: true
brew "nginx", args: ["with-passenger"], restart_service: true
brew "node"
brew "p7zip"
brew "pgcli"
brew "pgweb"
brew "php", restart_service: true
brew "php@7.1"
brew "poppler"
brew "postgis"
brew "qt@5.5", link: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rust"
brew "sdl2"
brew "telnet"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "wget"
cask "android-ndk"
cask "android-sdk"
cask "atom"
cask "docker"
cask "font-hack-nerd-font"
cask "java8"
cask "kitematic"
cask "wkhtmltopdf"
